Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Tee-Extrakte für die Lebensmittelindustrie
en: Tea extracts for the food industry

source: Tee-Extrakte zur Herstellung von Kosmetika
en: Tea extracts for use in the manufacture of cosmetics

source: Kollagen für gewerbliche Zwecke
en: Collagen for industrial purposes

source: Siliciumcarbid [Rohstoff]
en: Silicon carbide [raw material]

source: Vitamine zur Herstellung von Nahrungsergänzungsmitteln
en: Vitamins for use in the manufacture of food supplements

source: Antioxidantien zur Herstellung von Kosmetika
en: Antioxidants for use in the manufacture of cosmetics

source: Antioxidantien zur Herstellung von pharmazeutischen Erzeugnissen
en: Antioxidants for use in the manufacture of pharmaceuticals

source: Antioxidantien zur Herstellung von Nahrungsergänzungsmitteln
en: Antioxidants for use in the manufacture of food supplements

source: Proteine zur Herstellung von Nahrungsergänzungsmitteln
en: Proteins for use in the manufacture of food supplements

source: Vitamine zur Herstellung von pharmazeutischen Erzeugnissen
en: Vitamins for use in the manufacture of pharmaceuticals

source: Vitamine zur Herstellung von Kosmetika
en: Vitamins for use in the manufacture of cosmetics

source: Anti-Reflex-Spray für das 3D-Scannen
en: Anti-glare spray for 3D scanning

source: Tee-Extrakte für gewerbliche Zwecke
en: Tea extracts for industrial purposes

source: Chemische und organische Verbindungen und Substanzen zur Behandlung von Leder und Textilwaren
en: Chemical and organic compositions and substances for treatment of leather and textile

source: Gummi [Klebstoffe] für gewerbliche Zwecke
en: Gums [adhesives] for industrial purposes

source: Mineralien zur Aufbereitung des Wassers in Schwimmbecken und Bädern
en: Water treatment minerals for use in swimming pools and spas

source: Seetangextrakt zur Verwendung als Wachstumsstimulator bei Pflanzen
en: Seaweed extract for use as a growth stimulant on plants

source: Silikate für den Gurkenanbau auf Mineralwollplatten
en: Silicates for use in the culture of cucumbers on stone wool slabs

source: Chemische Mittel zur Lederauffrischung
en: Chemical preparations for glazing leather

source: Bodenverbesserungsmittel für Gartenbauzwecke
en: Soil amendments for horticultural use

source: Gärungsextrakte für industrielle Zwecke
en: Fermentation extracts for industrial purposes

source: Natürliche Mikroorganismen zur Teichpflege
en: Natural microorganisms used in pond maintenance

source: Mittel zum Härten von Metall
en: Metal tempering preparations

source: Silizium
en: Silicon

source: Flüssige Schwefeldioxide
en: Liquid sulfur dioxide

source: Flüssige Kohlendioxide
en: Liquid carbon dioxide

source: Kulturen von Mikroorganismen, außer für medizinische oder tierärztliche Zwecke
en: Cultures of microorganisms, other than for medical and veterinary use

source: Mittel aus Mikroorganismen, außer für medizinische und tierärztliche Zwecke
en: Preparations of microorganisms, other than for medical and veterinary use

source: Lehm
en: Loam

source: Schweflige Säure
en: Sulfurous acid

source: Schwefelsäure
en: Sulfuric acid

source: Leichtes Kalziumkarbonat
en: Light calcium carbonate

source: Siliciumcarbid zur Verwendung als Rohmaterial bei der Herstellung anderer Waren
en: Silicon carbide for use as a raw material in the manufacture of other goods

source: Synthetisches Barium
en: Synthetic barium

source: Leime für gewerbliche Zwecke
en: Glue for industrial purposes

source: Klebstoffe für gewerbliche Zwecke
en: Adhesives for use in industry

source: Fotografische Papiere
en: Photographic paper

source: Biologische Wasseraufbereitungsmittel
en: Biological water treatment preparations

source: Chemische Testkits zur Bestimmung von Wassereigenschaften
en: Chemical testing kits for determining water properties

source: Chitosane für gewerbliche Zwecke
en: Chitosans for industrial purposes

source: Bakterienhaltige Präparate zur Wasseraufbereitung
en: Preparations containing bacteria for water treatment

source: Aromastoffe [Chemikalien]
en: Aromatics [chemicals]

source: Proteine zur Verwendung bei der Getränkeherstellung
en: Proteins for use in the manufacture of beverages

source: Antioxidantien zur Verwendung bei der Herstellung von Nahrungsmitteln
en: Antioxidants for use in the manufacture of food products

source: Antioxidantien zur Verwendung bei der Getränkeherstellung
en: Antioxidants for use in the manufacture of beverages

source: Antioxidantien für die Lebensmittel- und Getränkeherstellung
en: Antioxidants for use in the manufacture of food and beverages

source: Chemische Erzeugnisse zur Verhinderung von Schimmelwachstum
en: Mold inhibiting chemicals for preventing growth of mold

source: Frostschutzmittel für Fahrzeugkühler
en: Antifreeze for vehicle radiators

source: Lösungsmittel für Lacke
en: Solvents for lacquers

source: Biochemische Präparate für wissenschaftliche Zwecke
en: Biochemical preparations for scientific purposes

source: Tenside für gewerbliche Zwecke
en: Surfactants for industrial purposes

source: Chemische Erzeugnisse, die zur Brandverhütung in Gebäuden durch Wände, Fußböden und Decken dringen
en: Chemical preparations which penetrate through walls, floors and ceilings used for fire prevention in buildings

source: Chemische Erzeugnisse in Form von Klebstoffbeschleunigern
en: Chemical preparations in the nature of glue accelerators

source: Chemische Stoffe zum Imprägnieren gefällter Christbäume zur Bewahrung ihrer Frische
en: Chemical agents for impregnating cut Christmas trees to preserve freshness

source: Lösungsmittel für die Herstellung von Insektiziden
en: Solvents for use in the manufacture of insecticides

source: Silikontenside für industrielle Zwecke
en: Silicone surfactants for industrial purposes

source: Kunstharze im Rohzustand für die Kosmetikherstellung
en: Unprocessed synthetic resins for use in the manufacture of cosmetics

source: Hefenährstoffe für industrielle Zwecke
en: Yeast nutrients for industrial purposes

source: Antikörperreagenzien für wissenschaftliche Zwecke
en: Antibody reagents for scientific purposes

source: Peptidsubstrate für wissenschaftliche Zwecke
en: Peptide substrates for scientific purposes

source: Enzymsubstrate für wissenschaftliche Zwecke
en: Enzyme substrates for scientific purposes

source: Glasgranulat zur Verwendung in Schwimmbeckenfiltern
en: Glass granules for use in swimming pool filters

source: Kräuterextrakte, ausgenommen ätherische Öle, für die Kosmetikherstellung
en: Herb extracts, other than essential oils, for use in the manufacture of cosmetics

source: Pflanzenextrakte, ausgenommen ätherische Öle, für die Kosmetikherstellung
en: Plant extracts, other than essential oils, for use in the manufacture of cosmetics

source: Chemische Konservierungsmittel für die Brotherstellung
en: Chemical preservatives for use in bread making

source: Chemische Zusätze für die Stoffherstellung
en: Chemical additives for use in the manufacture of fabrics

source: Chemische Erzeugnisse für die Herstellung von Bauteilen für elektronische Schaltkreise
en: Chemical material for the preparation of electronic circuitry components

source: Kristallines Silizium
en: Crystalline silicon

source: Dispersionsmittel zum Bedrucken und Färben von Textilien
en: Dispersing agents for textile printing and dyeing

source: Penetriermittel zum Bedrucken und Färben von Textilien
en: Penetrating agents for textile printing and dyeing

source: Aktive chemische Inhaltsstoffe zur Verwendung bei der Herstellung von Pharmazeutika
en: Active chemical ingredients for use in the manufacture of pharmaceuticals

source: Rheologiemodifizierer [Chemikalien] zum Gebrauch im Bereich Beschichtungsstoffe
en: Rheology modifiers [chemicals] for use in the field of coating materials

source: Nukleinsäuren für wissenschaftliche Zwecke
en: Nucleic acids for scientific purposes

source: Kulturen von Mikroorganismen für die Vergärung von Silage
en: Cultures of microorganisms used in the fermentation of silage

source: Weichmacher zur Verwendung bei der Herstellung von Pharmazeutika
en: Emollients for use in the manufacture of pharmaceuticals

source: Weichmacher für die Herstellung von Körperpflegemitteln
en: Emollients for use in the manufacture of toiletries

source: Weichmacher für die Kosmetikherstellung
en: Emollients for use in the manufacture of cosmetics

source: Chemikalien für die Verarbeitung von Naturkautschuk
en: Chemicals for use in the processing of natural rubber

source: Chemische Erzeugnisse zur Verhinderung von Kesselsteinbildung in wasserbasierten Heiz- und Kühlsystemen
en: Chemical preparations for preventing scale formation in hydronic heating and cooling systems

source: Natriumhydroxide für industrielle Zwecke
en: Sodium hydroxide for industrial purposes

source: Wasserfreie Natriumhydroxide für industrielle Zwecke
en: Anhydrous sodium hydroxide for industrial purposes

source: Chemisch behandelte Teststreifen für die Kalibrierung von Laborgeräten
en: Chemically treated test strips for calibration of laboratory apparatus

source: Katalysatoren für biochemische Prozesse
en: Catalysts for use in biochemical processes

source: Chemische Katalysatoren für die Kunststoffherstellung
en: Catalysts for use in the manufacture of plastics

source: Mit Reagenzien getränkte Teststreifen zum Testen von Schwimmbeckenwasser
en: Test strips impregnated with reagents for testing swimming pool water

source: Chemisch behandelte Teststreifen, ausgenommen für medizinische Zwecke
en: Chemically treated test strips, other than for medical purposes

source: Kalibrierflüssigkeiten für medizinische Geräte
en: Calibration fluids for medical apparatus

source: Pufferlösungen für wissenschaftliche Zwecke
en: Buffer solutions for scientific purposes

source: Ethanol für wissenschaftliche Zwecke
en: Ethanol for scientific purposes

source: Hydroponische Düngemittel
en: Hydroponic fertilizers

source: Chemikalien für die Herstellung von Solarzellen
en: Chemicals for use in the manufacture of solar cells

source: Chemische Eindringversiegelung für Natursteine
en: Chemical penetrating sealers for natural stone

source: Probiotische Bakterienkulturen für die Lebensmittelindustrie
en: Probiotic bacterial cultures for the food industry

source: Antiagglomerationsmittel für die Futtermittelherstellung
en: Anticaking agents for use in the manufacture of animal feed

source: Chlorierte Naphtaline
en: Chlorinated naphthalenes

source: Chemische Zusätze für Motorenkühlsysteme
en: Chemical additives for engine cooling systems

source: Polypeptide für wissenschaftliche Zwecke
en: Polypeptides for scientific purposes

source: Biochemische Präkusoren für wissenschaftliche Zwecke
en: Biochemical precursors for scientific purposes

source: Bakterienpräparate für die Lebensmittelindustrie
en: Bacterial preparations for the food industry

source: Chemische Zusätze für Pestizide
en: Chemical additives for pesticides

source: Aminosäuren für wissenschaftliche Zwecke
en: Amino acids for scientific purposes

source: Chemische Reagenzien zur Verwendung in der Genforschung
en: Chemical reagents for use in genetic research

source: Rhamnose für industrielle Zwecke
en: Rhamnose for industrial purposes

source: Thymol für gewerbliche Zwecke
en: Thymol for industrial purposes

source: Polyurethan im Rohzustand
en: Unprocessed polyurethane

source: Chemische Zusätze für Getriebeöle
en: Chemical additives for transmission fluids

source: Chemische Zusätze für Dieselkraftstoffe
en: Chemical additives for diesel fuels

source: Chemische Erzeugnisse für die Zubereitung von Haarpflegemitteln
en: Chemicals used for the formulation of hair treatment products

source: Rekonstituierte Zellen zur Prüfung der Verträglichkeit chemischer Erzeugnisse
en: Reconstituted cells for the tolerance testing of chemical products

source: Rekonstituierte Zellen zur Prüfung der Verträglichkeit von kosmetischen Produkten
en: Reconstituted cells for the tolerance testing of cosmetic products

source: Rekonstituierte Zellen zur Prüfung der Verträglichkeit von Hygieneprodukten
en: Reconstituted cells for the tolerance testing of hygienic products

source: Rekonstituierte Zellen zur Prüfung der Verträglichkeit pharmazeutischer Erzeugnisse
en: Reconstituted cells for the tolerance testing of pharmaceutical products

source: Rekonstituierte Zellen zur Prüfung der Wirksamkeit chemischer Erzeugnisse
en: Reconstituted cells for the efficiency testing of chemical products

source: Rekonstituierte Zellen zur Prüfung der Wirksamkeit von kosmetischen Produkten
en: Reconstituted cells for the efficiency testing of cosmetic products

source: Rekonstituierte Zellen zur Prüfung der Wirksamkeit von Hygieneprodukten
en: Reconstituted cells for the efficiency testing of hygienic products

source: Rekonstituierte Zellen zur Prüfung der Wirksamkeit pharmazeutischer Erzeugnisse
en: Reconstituted cells for the efficiency testing of pharmaceutical products

source: Unverarbeitete künstliche und synthetische Harze
en: Unprocessed artificial and synthetic resins

source: Wachstums- und Düngemittel sowie chemische Erzeugnisse für die Land- und Forstwirtschaft sowie für den Gartenbau
en: Growing media, fertilizers and chemicals for use in agriculture, horticulture and forestry

source: Kalomel [Quecksilberchlorid]
en: Calomel [mercurous chloride]

source: Düngemittel für Hauspflanzen
en: Fertilizers for household plants

source: Chemische Erzeugnisse zur Verwendung in der Milchindustrie
en: Chemical preparations for use in the dairy industry

source: Chemische Erzeugnisse zur Verwendung in der Milchproduktion
en: Chemical preparations for use in dairy production

source: Chemische Präparate zur Verwendung in der Nutztierhaltung
en: Chemical preparations for use in livestock farming

source: Alkaloide für landwirtschaftliche Zwecke
en: Alkaloids for agricultural purposes

source: Absorbierende Blähgrafite
en: Absorbent expandable graphite

source: Chemische Beschleuniger
en: Chemical accelerants

source: Organisches Säureanhydride
en: Organic acid anhydride

source: Saure Oxide
en: Acidic oxides

source: Chemische Polymere
en: Chemical polymers

source: Chemische Säureeindickmittel
en: Chemical acid viscosifiers

source: Chemische Reibungsminderer
en: Chemical friction reducers

source: Fluorierte Acrylate
en: Fluorinated acrylics

source: Polyfunktionelles Acryl
en: Polyfunctional acrylics

source: Redispergierbare Acrylpolymere
en: Acrylic redispersible polymers

source: Alaun zur Verwendung bei der Wasseraufbereitung
en: Alum for use in the purification of water

source: Mikroalgen zur Abwasserbehandlung
en: Microalgae for waste water treatment

source: Biologische Impfstoffe, ausgenommen für medizinische Zwecke
en: Biological inoculants, other than for medical use

source: Regulatorproteine für industrielle Zwecke
en: Regulatory proteins for industrial use

source: Regulatorproteine für wissenschaftliche Zwecke
en: Regulatory proteins for scientific use

source: Biodünger zur Verwendung bei der Bodenbehandlung
en: Biofertilizers for use in soil treatment

source: Biodünger zur Behandlung von Saatgut
en: Biofertilizers for use in seed treatment

source: Blattmetalle für Dekorateure
en: Foils of metal for use by decorators

source: Beschichtungsmittel zur Aufbringung auf Beton [Anstrichfarben oder Öle]
en: Coating compositions for application to concrete [paints or oils]

source: Beschichtungsmittel zur Konservierung von Mauerwerk [Anstrichfarben oder Öle]
en: Coating compositions for preserving stonework [paints or oils]

source: Anstrichmittel in Form von Farben
en: Coating compositions in the nature of paint

source: Druckpasten für Reproduktionen
en: Printing paste for reproduction

source: Korrosion hemmende Beschichtungen auf Farbbasis für die gewerbliche Schifffahrt
en: Corrosion inhibiting paint type coatings for commercial marine use

source: Permanent gefärbte Naturharze
en: Permanently coloured natural resins

source: Gelbwurz [Farbstoff]
en: Turmeric [colorant]

source: Farbstoffe zur dauerhaften Färbung
en: Colorants for imparting permanent colour

source: Farbstoffe für Grafikreproduktionen
en: Colorants for use in graphical reproduction

source: Grundiermittel für zu streichende Oberflächen
en: Undercoating for surfaces to be painted

source: Zusatzstoffe für Farben in Form von Verdünnern
en: Paint additives in the nature of reducers

source: Präparate für die Straßenmarkierung
en: Preparations for marking roads

source: Fluoreszierende Farben
en: Fluorescent paints

source: Präparate als Konservierungsmittel gegen atmosphärische Oxidation
en: Preparations for use as preservatives against atmospheric oxidation

source: Farbstoffe auf Wasserbasis in Form von Anstrichfarben
en: Water based colorants in the nature of paints

source: Fixiermittel für Aquarellfarben
en: Fixatives for watercolors [watercolours]

source: Anstrichmittel zum Schutz gegen die korrosive Wirkung von Säuren
en: Coatings for protection against the corrosive effect of acids

source: Tinten zum Färben von Textilien
en: Inks for colouring textiles

source: Metalle in Pulverform für Künstler
en: Metals in powder form for artists

source: Farben für elektronische Bauteile [ausgenommen Isolierfarben]
en: Paints [other than insulating] for electronic components

source: Plastische Anstriche [Farben] für Bauzwecke
en: Plastics coatings [paint] for use in construction

source: Weiß [Farbstoff oder Farbe]
en: Whites [colorants or paints]

source: Farbstoffe als Zusätze für Zement
en: Colouring matter for admixture with cement

source: Stabilisatoren in Form von Beschichtungen [Farben]
en: Stabilising preparations in the nature of coatings

source: Korrosionsschutzmittel für Fahrzeuge
en: Vehicle corrosion inhibiting preparations

source: Farbstoffe für Textilien
en: Dyestuff for textiles

source: Farbanstrichmittel, elektrophoretisch
en: Electrophoretic coating materials [paints]

source: Veredelungsmittel für die Holzbehandlung
en: Finishing preparations for treating wood

source: Wässrige Pigmentdispersionen für den Textildruck
en: Aqueous pigment dispersions for textile printing

source: Farbstoffe zur Verwendung bei der Herstellung von Pharmazeutika
en: Colorants for use in the manufacture of pharmaceuticals

source: Trocknungsmittel für Farben und Kitte
en: Drying agents for paints and putties

source: Terpentin [Lackbenzin] zur Verwendung als Verdünnungsmittel in Farben
en: Turpentine [white spirit] for use as a thinner in paints

source: Unterbeschichtungsmittel zur Verwendung auf dem Fahrgestell von Fahrzeugen
en: Undercoating preparations for use on the chassis of vehicles [paints and oil]

source: Schutzbeschichtungen für Gebäude [Anstrichfarben]
en: Protective coatings for buildings [paints]

source: Alterungsmittel für Tischlerfarben
en: Ageing products for cabinet-making dye

source: Dispersionsfarben zur Anwendung in der Grafikindustrie
en: Dispersions for use in the graphic arts industry

source: Tinten zur Herstellung von mehrfarbigen Trockentransferbögen
en: Inks for making multiple colour dry transfer sheets

source: Anorganische Metalloxidpigmente
en: Inorganic metal oxide pigments

source: Oberflächenbeschichtungen in Form von Farben
en: Surface coatings in the nature of paint

source: Oberflächenbeschichtungen in Form von Farbe für die Dekoration von Bauwerken
en: Surface coatings in the nature of paint for the decoration of structures

source: Tonerpatronen [gefüllt] zur Verwendung mit Fotokopiergeräten
en: Toner cartridges [filled] for use with photographic photocopiers

source: Reparaturlacke für Fahrzeuge
en: Vehicle refinishes [paints]

source: Konservierungsmittel für Gebäudeoberflächen [Anstrichfarben]
en: Preservatives for the surfaces of buildings [paints]

source: Kunstmalerbedarfsartikel [Farben]
en: Materials for artists [paints]

source: Lösungsbenzine als Farbverdünner
en: Mineral spirits for use as paint thinner

source: Fixiermittel [Lacke]
en: Fixatives [varnishes]

source: Pigmente für die Herstellung von farbigem Papier
en: Pigments for use in the manufacture of coloured paper

source: Japanischer Lack [Urushi]
en: Japanese lacquer (urushi)

source: Permeationsmaterialien gegen Feuer [Farben]
en: Permeation materials against fire [paints]

source: Substanzen zum Schutz vor Wassereintritt [Anstrichfarben]
en: Substances [paints] for inhibiting attacks from water

source: Substanzen in Form von Farben zum Füllen von Schönheitsfehlern in Wandoberflächen
en: Substances in the nature of paint for filling flaws in wall surfaces

source: Farbstoffe zur Herstellung von Druckertinten
en: Colorants for the production of printing inks

source: Rostschutzmittel in Form von Beschichtungen
en: Rust preservatives in the nature of a coating

source: Antihaftbeschichtungen in Form von Anstrichfarben
en: Non-stick coatings in the nature of paints

source: Organische Pigmente für die Herstellung von Farbstoffen
en: Organic pigments for the production of colouring matters

source: Zusatzstoffe für Farben in Form von Initiatoren
en: Paint additives in the nature of initiators

source: Präparate zur Beschichtung von Oberflächen für den Korrosionsschutz
en: Preparations for coating surface to protect against corrosion

source: Metalle in Folien- und Pulverform für Maler und Dekorateure
en: Metals in foil and powder form for painters and decorators

source: Firnisse für den Fußbodenschutz
en: Floor protection varnishes

source: Indigo [Farbstoff]
en: Indigo [colorant]

source: Farbmittel für die Straßenmarkierung [ausgenommen Glasgranulat]
en: Compositions for marking roads [except glass granules]

source: Mittel zur Konservierung von Zement [Anstrichfarben]
en: Compositions for preserving cement [paints]

source: Versiegelungsmittel in Form von Anstrichfarben
en: Sealing compositions in the nature of paint

source: Sperrflüssigkeiten [Konservierungsmittel] für Holz
en: Sealing liquids [preservatives] for wood

source: Farben auf Wasserbasis [ausgenommen Isolierfarben] für die Automobilindustrie
en: Water based paints [other than insulating] for use in the automobile industry

source: Email in Form von Farben
en: Enamels in the nature of paints

source: Epoxidharzlacke zur Abdeckung von Bautenoberflächen [Anstrichmittel]
en: Epoxy resins for use in covering surfaces of buildings [coatings]

source: Industrielle Anstrichfarben für Spulen
en: Industrial paints for use on coils

source: Bindemittel für Firnisse
en: Binders for varnishes

source: Material in Form von Beschichtungen für Bauzwecke [Anstrichfarben]
en: Materials in the nature of coatings for building purposes [paints]

source: Organische Pigmente
en: Organic pigments

source: Pulver aus Edelmetallen für Maler, Dekorateure, Drucker und Künstler
en: Powders of precious metals for use by painters, decorators, printers and artists

source: Farbstoffe als Zusätze für Mörtel
en: Colouring matter for admixture in mortar

source: Färbemittel zur Verwendung auf Glaswaren
en: Colouring matter for use on glassware

source: Lösungsmittelfreie Farbmischungen
en: Solvent free painting compositions

source: Färbemittel für Kunststoffe
en: Dyes for use on plastics

source: Konservierungsmittel gegen Korrosion
en: Corrosion (Preservatives for use against -)

source: Füllmaterialien in Form von Farben
en: Filler materials in the nature of paint

source: Veredelungsprodukte für Wachse
en: Finishing products for waxes

source: Präparate zur Behandlung von Metalloberflächen gegen Eintrübungen
en: Preparations for the treatment of metal surfaces to resist tarnishing

source: Unterbodenschutz für Fahrgestelle
en: Undercoating for vehicle chassis

source: Wasser abweisende Schutzbeschichtungen [Anstrichfarben]
en: Protective coatings for repelling water [paint]
